7-zip-full
bat
bear
bottom
chezmoi
clang
clutter
cmake
dog
duf
efibootmgr
evince
fzf
gdu
git
git-delta
github-cli
glow
gnome-shell-extension-appindicator
gnome-shell-extension-dash-to-dock
gnome-shell-extension-paperwm-git
gnome-shell-extension-system-monitor-next-git
gnome-shell-extensions
gnome-system-monitor
gnome-themes-extra
go
gping
grub
gum
httpie
hyperfine
ibus-libpinyin
kitty
lazygit
lf
libgtop
lsd
man-db
microsoft-edge-stable-bin
miniconda3
moar-git
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
noto-fonts-sc
obs-studio
ocrmypdf
oh-my-zsh-git
os-prober
pnpm
prettier
python-pipx
rclone
ripgrep
sbctl
sbsigntools
scc
shfmt
shim-signed
starship
telegram-desktop
tesseract-data-chi_sim
tesseract-data-eng
texlive-lang
texlive-latexindent-meta
texlive-most
tldr
tlp
tmux
ttf-firacode-nerd
typora
vcpkg-git
vhs
visual-studio-code-bin
vlc
wemeet-bin
yay
zotero-bin
zoxide
zsh
