7-zip-full
auth-thu-bin
clash-premium-bin
cloudflare-warp-bin
dasel-bin
geekbench
git-extras
gnome-shell-extension-dash-to-dock
gnome-shell-extension-paperwm-git
gnome-shell-extension-system-monitor-next-git
meshlab-appimage
microsoft-edge-stable-bin
miniconda3
moar
pnpm-shell-completion
scc
typora
vcpkg
ventoy-bin
visual-studio-code-bin
wemeet-bin
wps-office
yacd
zotero-bin
