archlinuxcn-keyring
bat
bear
biber
blender
btop
chezmoi
clang
cloudflared
cmake
cronie
cuda
direnv
docker
docker-compose
dog
doxygen
duf
fuse2
fzf
gdb
gdu
git
git-delta
github-cli
glow
gnome-shell-extension-appindicator
gnome-shell-extensions
gnome-themes-extra
go
gping
grub
hyperfine
ibus-libpinyin
imagemagick
jq
kitty
lazygit
lf
libva-utils
lldb
llvm
lsd
man-db
neofetch
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia
obs-studio
opencl-nvidia
os-prober
pandoc-cli
pnpm
python-pipx
rclone
ripgrep
rsync
shfmt
starship
telegram-desktop
texlive-doc
tldr
tlp
tmux
ufw
vdpauinfo
vhs
vlc
yay
zoxide
zsh
