tap "homebrew/bundle"
tap "homebrew/command-not-found", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-command-not-found.git"
tap "homebrew/core", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-core.git"
tap "homebrew/services"
brew "agg"
brew "asciinema"
brew "bat"
brew "bear"
brew "bitwarden-cli"
brew "black"
brew "bottom"
brew "cmake"
brew "commitizen"
brew "curl"
brew "doxygen"
brew "duf"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "isort"
brew "jq"
brew "latexindent"
brew "less"
brew "llvm"
brew "make"
brew "mkdocs"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "ocrmypdf"
brew "openjdk"
brew "pnpm"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "procs"
brew "pv"
brew "ranger"
brew "rclone"
brew "rich-cli"
brew "ripgrep"
brew "shfmt"
brew "tesseract-lang"
brew "texlive"
brew "tldr"
brew "tmux"
brew "vercel-cli"
brew "zip"
brew "zoxide"
