tap "homebrew/bundle"
tap "homebrew/command-not-found", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-command-not-found.git"
tap "homebrew/core", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-core.git"
brew "bat"
brew "bear"
brew "black"
brew "bottom"
brew "cmake"
brew "commitizen"
brew "doxygen"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-extras"
brew "git"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "latexindent"
brew "less"
brew "llvm"
brew "make"
brew "ncdu"
brew "neovim"
brew "node"
brew "onedrive"
brew "pnpm"
brew "pre-commit"
brew "procs"
brew "pv"
brew "ranger"
brew "texlive"
brew "tldr"
brew "tmux"
brew "unzip"
brew "vercel-cli"
brew "vim"
brew "zip"
brew "zoxide"
