tap "homebrew/bundle"
tap "homebrew/core"
brew "bat"
brew "bear"
brew "black"
brew "doxygen"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "glances"
brew "httpie"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "latexindent"
brew "less"
brew "make"
brew "llvm"
brew "ncdu"
brew "node"
brew "onedrive"
brew "openjdk"
brew "pnpm"
brew "pre-commit"
brew "pv"
brew "ranger"
brew "texlive"
brew "tldr"
brew "tmux"
brew "unzip"
brew "vim"
brew "zip"
brew "zoxide"
