# vim: syntax=ini
argc
auth-thu-bin
bun-bin
caddy-cloudflare
clipboard-bin
dasel-bin
doggo-bin
downgrade
electron22-bin                                       # required by piclist-bin
freeze-bin
geekbench
gnome-shell-extension-bing-wallpaper
gnome-shell-extension-display-brightness-ddcutil-git
gnome-shell-extension-power-profile-switcher-git
gnome-shell-extension-unblank-git
jnv-bin
kalker-bin
meshlab-appimage
micromamba-bin
microsoft-edge-stable-bin
miniconda3
nautilus-code
nautilus-open-any-terminal
noto-fonts-sc
piclist-bin
typora
visual-studio-code-bin
wechat-universal-bwrap
wemeet-bin
wps-office-365
