7-zip-full
archlinuxcn-keyring
bat
bear
biber
blender
btop
chezmoi
clang
clash-for-windows-bin
cloudflare-warp-bin
cmake
dasel-bin
direnv
docker
docker-compose
dog
doxygen
duf
fuse2
fzf
gdb
gdu
geekbench
git
git-delta
git-extras
github-cli
glow
gnome-shell-extension-appindicator
gnome-shell-extension-dash-to-dock
gnome-shell-extension-paperwm-git
gnome-shell-extension-system-monitor-next-git
gnome-shell-extensions
gnome-themes-extra
go
gping
grub
hyperfine
ibus-libpinyin
imagemagick
intel-compute-runtime
jq
kitty
lazygit
lf
lldb
llvm
lsd
man-db
meshlab-appimage
microsoft-edge-stable-bin
miniconda3
moar
neofetch
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
os-prober
pandoc-cli
pnpm
pnpm-shell-completion
python-pipx
rclone
ripgrep
rsync
scc
shfmt
sof-firmware
starship
telegram-desktop
texlive-doc
texlive-latexindent-meta
tldr
tlp
tmux
typora
vcpkg
ventoy-bin
vhs
visual-studio-code-bin
vlc
wemeet-bin
wps-office
yay
zotero-bin
zoxide
zsh
